Repository: 0xHexE/pacman
Catalog: lib/libalpm/po/*.po
Languages: cs_cz, de, it

source: could not download all files
cs_cz: nelze stáhnout všechny soubory
de: Konnte nicht alle Dateien herunterladen
it: impossibile prelevare tutti i file

source: could not find or read package
cs_cz: nelze nalézt nebo přečíst balíček
de: Konnte Paket nicht finden oder lesen
it: impossibile trovare o leggere il pacchetto

source: invalid or corrupted package
cs_cz: neplatný nebo poškozený balíček
de: Ungültiges oder beschädigtes Paket
it: pacchetto non valido o corrotto

source: cannot open package file
cs_cz: nelze otevřít soubor balíčku
de: Kann Paketdatei nicht öffnen
it: impossibile aprire il pacchetto

source: cannot load package data
cs_cz: nelze načíst data z balíčku
de: Kann Paketdaten nicht laden
it: impossibile caricare i dati del pacchetto

source: package already installed
cs_cz: balíček je již nainstalován
de: Paket ist bereits installiert
it: pacchetto già installato

source: package not installed or lesser version
cs_cz: balíček není nainstalovaný nebo má nižší verzi
de: Paket ist nicht installiert oder ältere Version
it: pacchetto non installato o una versione precedente

source: cannot remove all files for package
cs_cz: nelze odstranit všechny soubory balíčku
de: Konnte nicht alle Dateien des Paketes entfernen
it: impossibile rimuovere tutti i file del pacchetto

source: package name is not valid
cs_cz: jméno balíčku není platné
de: Paketname ist nicht gültig
it: il nome del pacchetto non è valido

source: corrupted package
cs_cz: poškozený balíček
de: Beschädigtes Paket
it: pacchetto corrotto

source: no such repository
cs_cz: není žádný takový repositář
de: Kein solches Repositorium
it: nessun repository corrispondente

source: group not found
cs_cz: skupina nenalezena
de: Gruppe nicht gefunden
it: gruppo non trovato

source: could not satisfy dependencies
cs_cz: nelze vyřešit závislosti
de: Kann Abhängigkeiten nicht erfüllen
it: impossibile soddisfare le dipendenze

source: conflicting dependencies
cs_cz: konfliktní závislosti
de: In Konflikt stehende Abhängigkeiten
it: dipendenze in conflitto

source: conflicting files
cs_cz: konfliktní soubory
de: In Konflikt stehende Dateien
it: file in conflitto

source: user aborted the operation
cs_cz: uživatel zrušil operaci
de: Benutzer brach die Aktion ab
it: operazione annullata

source: internal error
cs_cz: interní chyba
de: Interner Fehler
it: errore interno

source: libarchive error
cs_cz: chyba knihovny libarchive
de: libarchive-Fehler
it: errore di libarchive

source: not enough space on disk
de: Nicht genügend Speicherplatz
it: spazio sul disco insufficiente

source: not confirmed
cs_cz: nepotvrzeno
de: Nicht bestätigt
it: non confermato

source: bad configuration section name
de: Ungültiger Abschnittsname
it: errore nel nome della sezione di configurazione

source: 'local' is reserved and cannot be used as a repository name
de: 'local' ist reserviert und kann nicht als Repositorium benutzt werden
it: 'local' è riservato e non può essere usato come nome di un repository

source: syntax error in config file
de: Falsche Syntax in Beschreibungsdatei
it: errore di sintassi nel file di configurazione

source: all directives must belong to a section
de: Alle Anweisungen müssen zu einem Abschnitt gehören
it: tutte le direttive devono appartenere a una sezione

source: invalid regular expression
cs_cz: nesprávný regulární výraz
de: Ungültiger Regulärer Ausdruck
it: espressione regolare non valida

source: connection to remote host failed
cs_cz: spojení ke vzdálenému hostiteli selhalo
de: Verbindung zum Server fehlgeschlagen
it: impossibile stabilire una connessione con l'host remoto

source: unexpected error
cs_cz: neočekávaná chyba
de: Unerwarteter Fehler
it: errore inaspettato

source: cannot canonicalize specified root path '%s'
de: Kann das spezifizierte Wurzelverzeichnis nicht anerkennen '%s'
it: impossibile canonicalizzare il path di root specificato '%s'

source: option 'root' = %s
de: Konfiguration 'root' = %s
it: opzione 'root' = %s

source: option 'dbpath' = %s
de: Konfiguration 'dbpath' = %s
it: opzione 'dbpath' = %s

source: option 'cachedir' = %s
de: Konfiguration 'cachedir' = %s
it: opzione 'cachedir' = %s

source: %s can't be opened
de: %s kann nicht geöffnet werden
it: impossibile aprire %s

source: %s-%s: ignoring package upgrade (%s)
de: %s-%s: Ignoriere Paketaktualisierung (%s)
it: %s-%s: aggiornamento del pacchetto (%s) ignorato

source: %s: forcing upgrade to version %s
de: %s: Erzwungene Aktualisierung auf Version %s
it: %s: aggiornamento forzato alla versione %s

source: %s: local (%s) is newer than %s (%s)
de: %s: Lokale Version (%s) ist neuer als %s (%s)
it: %s: la versione installata (%s) è più recente di %s (%s)

source: %s-%s: delaying upgrade of package (%s)
de: %s-%s: Verzögere die Aktualisierung von Paket (%s)
it: %s-%s: ritardo durante l'aggiornamento del pacchetto (%s)

source: %s: syntax error in description file line %d
de: %s: Falscher Syntax in Beschreibungsdatei, Zeile %d
it: %s: errore di sintassi nel file di descrizione alla linea %d

source: could not parse the package description file
de: Konnte Paket-Beschreibungsdatei nicht analysieren
it: impossibile analizzare il file di descrizione del pacchetto

source: missing package name in %s
de: Fehlender Paketname in %s
it: manca il nome del pacchetto in %s

source: missing package version in %s
de: Fehlende Paketversion in %s
it: manca la versione del pacchetto in %s

source: could not remove tempfile %s
de: Konnte tempfile %s nicht entfernen
it: impossibile rimuovere il file temporaneo %s

source: error while reading package: %s
de: Fehler beim Lesen des Paketes: %s
it: si è verificato un errore durante la lettura del pacchetto: %s

source: missing package metadata
de: Fehlende Paket-Metadaten
it: manca il metadata del pacchetto

source: missing package filelist in %s, generating one
de: Fehlende Paket-Dateiliste in %s, erstelle eine
it: manca il filelist nel pacchetto %s, creazione in corso

source: adding '%s' in requiredby field for '%s'
de: Füge '%s' zum requiredby-Feld für '%s' hinzu
it: inclusione di '%s' nel campo 'richiesto da' di '%s'

source: adding '%s' in requiredby field for '%s' (provides: %s)
de: Füge '%s' zum requiredby-Feld für '%s' hinzu (stellt bereit: %s)
it: inclusione di '%s' nel campo 'richiesto da' di '%s' (fornisce: %s)

source: could not find %s in database
de: Konnte %s nicht in der Datenbank finden
it: impossibile trovare %s nel database

source: adding %s in the targets list
de: Füge %s zur Ziel-Liste hinzu
it: aggiunta in corso di %s nella lista dei pacchetti

source: pulling %s in the targets list
de: Ziehe %s in die Ziel-Liste
it: estrazione in corso di %s nella lista dei pacchetti

source: could not find %s in database -- skipping
de: Konnte %s nicht in Datenbank finden -- Überspringe
it: impossibile trovare %s nel database, sarà ignorato

source: finding removable dependencies
de: Finde entfernbare Abhängigkeiten
it: ricerca delle dipendenze eliminabili

source: cannot remove file '%s': %s
de: Kann Datei '%s' nicht entfernen: %s
it: impossibile rimuovere il file '%s': %s

source: Skipping removal of '%s' due to NoUpgrade
de: Überspringe das Entfernen von '%s' wegen NoUpgrade
it: rimozione di '%s' ignorata dovuta a NoUpgrade

source: file %s does not exist
de: Datei %s existiert nicht
it: il file %s non esiste

source: keeping directory %s
de: Behalte Verzeichnis %s
it: conservazione in corso della directory %s

source: removing directory %s
de: Entferne Verzeichnis %s
it: rimozione in corso della directory %s

source: %s is in trans->skip_remove, skipping removal
de: %s ist in trans->skip_remove, überspringe das Entfernen
it: %s è in trans->skip_remove, rimozione ignorata

source: transaction is set to NOSAVE, not backing up '%s'
de: Vorgang wurde auf NOSAVE gesetzt, '%s' wird nicht gesichert
it: operazione impostata su NOSAVE, nessun backup di '%s'

source: unlinking %s
de: Lösche %s
it: rimozione di %s in corso

source: cannot remove file %s: %s
de: Kann Datei %s nicht entfernen: %s
it: impossibile rimuovere il file %s: %s

source: removing package %s-%s
de: Entferne Paket %s-%s
it: rimozione in corso del pacchetto %s-%s

source: not removing package '%s', can't remove all files
de: Paket '%s' wird nicht entfernt, konnte nicht alle Dateien löschen
it: impossibile rimuovere il pacchetto '%s' e tutti i file

source: removing %d files
de: Entferne %d Dateien
it: rimozione in corso di %d file

source: removing database entry '%s'
de: Entferne Datenbank-Eintrag '%s'
it: rimozione in corso della voce '%s' dal database

source: could not remove database entry %s-%s
de: Konnte Datenbank-Eintrag %s-%s nicht entfernen
it: impossibile rimuovere la voce %s-%s dal database

source: could not remove entry '%s' from cache
de: Konnte Eintrag '%s' nicht aus dem Puffer entfernen
it: impossibile rimuovere '%s' dalla cache

source: sha1: %s can't be opened
de: sha1: %s kann nicht geöffnet werden
it: sha1: impossibile aprire %s

source: checking for package upgrades
de: Suche nach Paketaktualisierungen
it: ricerca dei pacchetti da aggiornare in corso

source: %s-%s elected for upgrade (%s => %s)
de: %s-%s ausgewählt für Aktualisierung (%s => %s)
it: %s-%s selezionato per l'aggiornamento (%s => %s)

source: searching for target in repo '%s'
de: Suche nach Ziel in Repositorium '%s'
it: ricerca in corso del pacchetto nel repository '%s'

source: target '%s' not found -- looking for provisions
de: Ziel '%s' wurde nicht gefunden -- suche nach Ähnlichem
it: pacchetto '%s' non trovato, ricerca delle alternative in corso

source: found '%s' as a provision for '%s'
de: '%s' stellt '%s' bereit
it: trovato '%s' come alternativa a '%s'

source: repository '%s' not found
de: Repositorium '%s' nicht gefunden
it: impossibile trovare il repository '%s'

source: %s-%s is up to date -- skipping
de: %s-%s ist aktuell -- Überspringe
it: %s-%s è aggiornato, sarà ignorato

source: adding target '%s' to the transaction set
de: Füge das Ziel '%s' zur Vorgangsliste hinzu
it: aggiunta in corso del pacchetto '%s'

source: resolving target's dependencies
de: Auflösen von Ziel-Abhängigkeiten
it: risoluzione in corso delle dipendenze dei pacchetti

source: adding package %s-%s to the transaction targets
de: Füge Paket %s-%s zur Vorgangszielen hinzu
it: aggiunta in corso del pacchetto %s-%s

source: looking for unresolvable dependencies
de: Suche nach unlösbaren Abhängigkeiten
it: ricerca in corso delle dipendenze irrisolvibili

source: package '%s' conflicts with '%s'
de: Paket '%s' steht im Konflikt mit '%s'
it: il pacchetto '%s' va in conflitto con '%s'

source: '%s' not found in transaction set -- skipping
de: '%s' wurde nicht in der Vorgangsliste gefunden -- überspringe
it: impossibile trovare '%s', sarà ignorato

source: package '%s' provides its own conflict
de: Paket '%s' steht im Konflikt mit sich selbst
it: il pacchetto '%s' fornisce il suo stesso conflitto

source: '%s' is in the target list -- keeping it
de: '%s' ist in der Ziel-Liste -- ich behalte es
it: '%s' è nella lista dei pacchetti e sarà conservato

source: removing '%s' from target list
de: Entferne '%s' von Ziel-Liste
it: rimozione in corso di '%s' dalla lista dei pacchetti

source: resolving package '%s' conflict
de: Löse Paket-Konflikt '%s'
it: risoluzione in corso del conflitto del pacchetto '%s'

source: electing '%s' for removal
de: Wähle '%s' zum Entfernen aus
it: selezionato '%s' per la rimozione

source: unresolvable package conflicts detected
de: Nicht lösbare Paketkonflikte gefunden
it: sono stati rilevati dei conflitti irrisolvibili

source: checking dependencies of packages designated for removal
de: Überprüfe die Abhängigkeiten der zu entfernenden Pakete
it: controllo in corso delle dipendenze dei pacchetti designati per la rimozione

source: something has gone horribly wrong
de: etwas ist fürchterlich schief gegangen
it: qualcosa è andato orribilmente storto

source: found '%s' as a provision for '%s' -- conflict aborted
de: '%s' stellt '%s' bereit -- Konflikt abgewandt
it: trovato '%s' come alternativa a '%s', conflitto annullato

source: %s is already in the cache
de: %s ist bereits im Puffer
it: %s è già presente nella cache

source: no %s cache exists, creating...
cs_cz: neexistuje keš %s, vytvářím...
de: Es existiert kein %s-Puffer. Erstelle...
it: la cache di %s non esiste, creazione in corso...

source: warning: no %s cache exists, creating...
de: Warnung: Es existiert kein %s Puffer. Erstelle...
it: attenzione: la cache di %s non esiste, creazione in corso...

source: couldn't create package cache, using /tmp instead
cs_cz: nelze vytvořit keš balíčků, používám /tmp
de: Konnte Paketpuffer nicht erstellen, benutze stattdessen /tmp
it: impossibile creare la cache del pacchetto, al suo posto sarà usata /tmp

source: warning: couldn't create package cache, using /tmp instead
de: Warnung: Konnte Paketpuffer nicht erstellen; benutze stattdessen /tmp
it: attenzione: impossibile creare la cache del pacchetto, al suo posto sarà usata /tmp

source: failed to retrieve some files from %s
cs_cz: selhalo stažení některých souborů z %s
de: Konnte manche Dateien von %s nicht übertragen
it: impossibile recuperare alcuni file da %s

source: can't get md5 or sha1 checksum for package %s
de: Kann MD5- oder SHA1-Prüfsumme für Paket %s nicht ermitteln
it: impossibile recuperare il checksum md5 o sha1 del pacchetto %s

source: archive %s was corrupted (bad MD5 or SHA1 checksum)
de: Archiv %s war beschädigt (falsche MD5- oder SHA1-Prüfsumme)
it: archivio %s era corrotto (MD5 o SHA1 checksum errato)

source: archive %s is corrupted (bad MD5 or SHA1 checksum)
de: Archiv %s ist beschädigt (falsche MD5- oder SHA1-Prüfsumme)
it: archivio %s è corrotto (MD5 o SHA1 checksum errato)

source: could not create removal transaction
de: Konnte den Lösch-Vorgang nicht erstellen
it: impossibile avviare l'operazione di rimozione

source: could not initialize the removal transaction
de: Konnte den Lösch-Vorgang nicht beginnen
it: impossibile inizializzare l'operazione di rimozione

source: removing conflicting and to-be-replaced packages
de: Entferne im Konflikt stehende und zu ersetzende Pakete
it: rimozione in corso dei pacchetti in conflitto e da sostituire

source: could not prepare removal transaction
de: Konnte Lösch-Vorgang nicht vorbereiten
it: impossibile preparare l'operazione di rimozione

source: could not commit removal transaction
de: Konnte Lösch-Vorgang nicht durchführen
it: impossibile eseguire l'operazione di rimozione

source: installing packages
de: Installiere Pakete
it: installazione dei pacchetti in corso

source: could not create transaction
de: Konnte den Vorgang nicht erstellen
it: impossibile avviare l'operazione

source: could not initialize transaction
de: Konnte den Vorgang nicht beginnen
it: impossibile inizializzare l'operazione

source: could not prepare transaction
de: Konnte den Vorgang nicht vorbereiten
it: impossibile preparare l'operazione

source: updating database for replaced packages' dependencies
de: Aktualisiere Datenbank für die Abhängigkeiten der ersetzten Pakete
it: aggiornamento in corso del database per le dipendenze dei pacchetti sostituiti

source: could not update requiredby for database entry %s-%s
de: Konnte requiredby für Datenbank-Eintrag %s-%s nicht aktualisieren
it: impossibile aggiornare il campo 'richiesto da' per la voce del database %s-%s

source: could not update new database entry %s-%s
de: Konnte neuen Datenbank-Eintrag %s-%s nicht aktualisieren
it: impossibile aggiornare la nuova voce del database %s-%s

source: found package '%s-%s' in sync
de: Paket '%s-%s' gefunden
it: trovato il pacchetto '%s-%s' nel database

source: package '%s' not found in sync
de: Paket '%s' nicht in Datenbank gefunden
it: impossibile trovare il pacchetto '%s'

source: updating dependency packages 'requiredby' fields for %s-%s
de: Aktualisiere requiredby-Felder abhängiger Pakete für %s-%s
it: aggiornamento delle dipendenze nei campi 'richiesto da' di %s-%s

source: package has no dependencies, no other packages to update
de: Paket besitzt keine Abhängigkeiten, kein anderes Paket muß aktualisiert werden
it: il pacchetto non ha dipendenze, nessun altro pacchetto da aggiornare

source: updating 'requiredby' field for package '%s'
de: Aktualisiere requiredby-Feld für Paket '%s'
it: aggiornamento in corso del campo 'richiesto da' del pacchetto '%s'

source: could not update 'requiredby' database entry %s-%s
de: Konnte requiredby-Eintrag %s-%s nicht aktualisieren
it: impossibile aggiornare la voce 'richiesto da' del database %s-%s

source: could not find dependency '%s'
de: Konnte Abhängigkeit '%s' nicht finden
it: impossibile trovare la dipendenza '%s'

source: failed to make path '%s' : %s
de: Konnte Pfad nicht erstellen '%s' : %s
it: impossibile creare il path '%s' : %s

source: could not open %s: %s
cs_cz: nelze otevřít %s: %s
de: Konnte Datei %s nicht öffnen: %s
it: impossibile aprire %s: %s

source: could not extract %s: %s
de: Konnte %s nicht entpacken: %s
it: impossibile estrarre %s: %s

source: logaction called: %s
de: Log-Aktion aufgerufen: %s
it: logaction chiamata: %s

source: could not create temp directory
de: Konnte temp-Verzeichnis nicht erstellen
it: impossibile creare la directory temporanea

source: could not change directory to %s (%s)
de: Konnte nicht zu Verzeichnis %s wechseln (%s)
it: impossibile spostarsi nella directory %s (%s)

source: executing %s script...
de: Führe %s-Skript aus ...
it: esecuzione dello script %s in corso...

source: could not fork a new process (%s)
de: Konnte keinen neuen Prozess starten (%s)
it: impossibile effettuare il fork di un nuovo processo (%s)

source: chrooting in %s
de: chroot in %s
it: chroot in corso nella directory %s

source: could not change the root directory (%s)
de: Konnte root-Verzeichnis nicht wechseln (%s)
it: impossibile cambiare la root directory (%s)

source: could not change directory to / (%s)
de: Konnte nicht zu Verzeichnis / wechseln (%s)
it: impossibile spostarsi nella directory / (%s)

source: executing "%s"
de: Führe "%s" aus
it: esecuzione in corso di "%s"

source: call to popen failed (%s)
cs_cz: volání popen selhalo (%s)
de: Aufruf von 'popen' fehlgeschlagen (%s)
it: chiamata a popen non riuscita (%s)

source: call to waitpid failed (%s)
de: Aufruf von 'waitpid' fehlgeschlagen (%s)
it: chiamata a waitpid non riuscita (%s)

source: could not remove tmpdir %s
de: Konnte tmpdir %s nicht entfernen
it: impossibile rimuovere la directory temporanea %s

source: cannot read disk space information from %s: %s
de: Konnte freien Speicher von %s nicht ermitteln: %s

source: check_freespace: total pkg size: %lld, disk space: %lld
de: Prüfe freien Speicher: Gesamte pkg-Größe: %lld, Speicherplatz: %lld
it: check_freespace: dimensione totale dei pacchetti: %lld, spazio disponibile: %lld

source: original: %s
it: originale: %s

source: replacing older version %s-%s by %s in target list
cs_cz: v seznamu cílů nahrazuji starší verzi %s-%s za %s

source: newer version %s-%s is in the target list -- skipping
cs_cz: v seznamu cílů je novější veze %s-%s -- přeskakuji

source: conflicting packages were found in the target list
cs_cz: v seznamu cílů byly nalezeny konfliktní balíčky

source: you cannot install two conflicting packages at the same time
cs_cz: nemůžete instalovat dva konfliktní balíčky současně

source: replacing packages with -A and -U is not supported yet
cs_cz: nahrazování balíčků pomocí -A a -U není nyní podporováno

source: you can replace packages manually using -Rd and -U
cs_cz: balíčky můžete nahradit ručně použitím -Rd a -U

source: directory permissions differ on %s filesystem: %o package: %o
cs_cz: přístupová práva adresáře v %s se neshodují souborový systém: %o balíček: %o

source: extract: symlink %s does not point to dir
cs_cz: rozbalení: symbolický odkaz %s neodkazuje na adresář

source: extract: not overwriting dir with file %s
cs_cz: rozbalení: nepřepisuji adresář souborem %s

source: could not extract %s (%s)
cs_cz: nelze rozbalit %s (%s)

source: could not rename %s (%s)
cs_cz: nelze přejmenovat %s (%s)

source: could not copy tempfile to %s (%s)
cs_cz: nelze zkopírovat dočasný soubor do %s (%s)

source: %s saved as %s
cs_cz: %s uložen jako %s

source: could not install %s as %s: %s
cs_cz: nelze nainstalovat %s jako %s: %s

source: %s installed as %s
cs_cz: %s nainstalován jako %s

source: extracting %s as %s.pacnew
cs_cz: rozbaluji %s jako %s.pacnew

source: could not get current working directory
cs_cz: nelze určit aktuální pracovní adresář

source: problem occurred while upgrading %s
cs_cz: nastal problém při aktualizaci %s

source: problem occurred while installing %s
cs_cz: nastal problém při instalaci %s

source: could not update database entry %s-%s
cs_cz: nelze aktualizovat záznam databáze %s-%s

source: could not add entry '%s' in cache
cs_cz: nelze přidat položku '%s' do keše

source: invalid name for database entry '%s'
cs_cz: chybný název záznamu v databázi '%s'

source: loading package data for %s : level=%d
cs_cz: získávám informace o balíčku %s : úroveň=%d

source: could not open file %s: %s
cs_cz: nelze otevřít soubor %s: %s

source: adding '%s' to package cache for db '%s'
cs_cz: přidávám '%s' do keše balíčků pro databázi '%s'

source: could not remove database entry %s%s
cs_cz: nelze odstranit záznam v databázi %s%s

source: attempt to re-register the 'local' DB
cs_cz: pokus o opětovné zaregistrování databáze 'local'

source: database path is undefined
cs_cz: cesta k databázi nebyla určena

source: dependency cycle detected:
cs_cz: zjištěna cyklická závislost:

source: %s will be removed after its %s dependency
cs_cz: %s bude odstraněn po %s, na kterém závisí

source: %s will be installed before its %s dependency
cs_cz: %s bude nainstalován před %s, na kterém závisí

source: cannot resolve "%s", a dependency of "%s"
cs_cz: nemohu získat "%s", závislost "%s"

source: could not find or read directory
cs_cz: nelze najít nebo číst adresář

source: corrupted delta
cs_cz: poškozený rozdíl

source: delta patch failed
cs_cz: rozdílová záplata selhala

source: could not get md5sum for package %s-%s
cs_cz: nelze zjistit md5 kontrolní součet balíčku %s-%s

source: md5sums do not match for package %s-%s
cs_cz: md5 kontrolní součet balíčku %s-%s nesouhlasí

source: %s: forcing upgrade to version %s
cs_cz: %s: vynucená aktualizace na verzi %s

source: %s: local (%s) is newer than %s (%s)
cs_cz: %s: lokální (%s) je novější než %s (%s)

source: %s-%s: delaying upgrade of package (%s)
cs_cz: %s-%s: rozdílová aktualizace balíčku (%s)

source: could not parse package description file in %s
cs_cz: nelze získat soubor s popisem balíčku z %s

source: missing package name in %s
cs_cz: chybí jméno balíčku v %s

source: missing package version in %s
cs_cz: chybí veze balíčku v %s

source: could not remove tempfile %s
cs_cz: nelze odstranit dočasný soubor %s

source: error while reading package %s: %s
cs_cz: chyba při čtení balíčku %s: %s

source: missing package metadata in %s
cs_cz: chybí metadata balíčku v %s

source: missing package filelist in %s, generating one
cs_cz: chybí seznam souborů balíčku v %s, generuji jej

source: could not find %s in database -- skipping
cs_cz: nelze nalézt %s v databázi -- přeskakuji

source: cannot remove file '%s': %s
cs_cz: nelze odstranit soubor '%s': %s

source: could not remove database entry %s-%s
cs_cz: nelze odstranit záznam databáze %s-%s

source: could not remove entry '%s' from cache
cs_cz: nelze odstranit položku '%s' z keše

source: url '%s' is invalid, ignoring
cs_cz: url '%s' je chybná, ignoruji

source: url scheme not specified, assuming http
cs_cz: schéma url nedefinováno, předpokládám http

source: failed retrieving file '%s' from %s : %s
cs_cz: selhalo získávání souboru '%s' z %s: %s

source: cannot resume download, starting over
cs_cz: nelze navázat stahování, začínám znovu
