Repository: 0xHexE/pacman
Catalog: lib/libalpm/po/*.po
Languages: cs_cz, de, it

source: loading target '%s'
de: Lade Ziel '%s'
it: caricamento del pacchetto '%s' in corso

source: replacing older version %s-%s by %s in target list
de: Ersetze ältere Version %s-%s durch %s in der Ziel-Liste
it: sostituzione in corso della vecchia versione %s-%s con %s

source: newer version %s-%s is in the target list -- skipping
de: Neuere Version %s-%s ist in der Ziel-Liste -- Überspringe
it: la versione di %s-%s è più recente e sarà ignorato

source: reading '%s' metadata
de: Lese Metadaten von '%s'
it: lettura dei metadata di '%s' in corso

source: looking for unsatisfied dependencies
de: Suche nach ungelösten Abhängigkeiten
it: ricerca delle dipendenze non soddisfatte

source: looking for conflicts
de: Suche nach Konflikten
it: ricerca dei conflitti in corso

source: replacing packages with -A and -U is not supported yet
de: Das Ersetzen von Paketen mit -A und -U wird noch nicht unterstützt
it: la sostituzione dei pacchetti con -A e -U non è ancora supportata

source: please remove '%s' first, using -Rd
de: Entfernen Sie bitte zuerst '%s' mit -Rd
it: Si consiglia di rimuovere prima '%s', usando -Rd

source: sorting by dependencies
de: Sortiere nach Abhängigkeiten
it: ordinamento per dipendenze in corso

source: cleaning up
de: Räume auf
it: pulizia in corso

source: looking for file conflicts
de: Suche nach Dateikonflikten
it: ricerca dei conflitti tra file in corso

source: upgrading package %s-%s
de: Aktualisiere Paket %s-%s
it: aggiornamento del pacchetto %s-%s in corso

source: adding package %s-%s
de: Füge Paket %s-%s hinzu
it: inclusione del pacchetto %s-%s in corso

source: removing old package first (%s-%s)
de: Entferne zuerst altes Paket (%s-%s)
it: rimozione del vecchio pacchetto (%s-%s) in corso

source: adding %s to the NoUpgrade array temporarily
de: Füge %s temporär zum NoUpgrade-Array hinzu
it: aggiunta temporanea di %s nell'array NoUpgrade in corso

source: extracting files
de: Entpacke Dateien
it: estrazione dei file in corso

source: could not get current working directory
de: Konnte aktuelles Arbeitsverzeichnis nicht ermitteln
it: impossibile ottenere la directory corrente

source: %s is in NoExtract, skipping extraction
de: %s ist in NoExtract, wird nicht entpackt
it: %s è in NoExtract, estrazione ignorata

source: %s is in trans->skip_add, skipping extraction
de: %s ist in trans->skip_add, wird nicht entpackt
it: %s è in trans->skip_add, estrazione ignorata

source: could not extract %s (%s)
de: Konnte %s nicht entpacken (%s)
it: impossibile estrarre %s (%s)

source: checking md5 hashes for %s
de: Prüfe MD5-Hashes für %s
it: controllo dell'hash md5 di %s

source: checking sha1 hashes for %s
de: Prüfe SHA1-Hashes für %s
it: controllo dell'hash sha1 di %s

source: current: %s
de: Aktuell: %s
it: attuale: %s

source: new: %s
de: Neu: %s
it: nuovo: %s

source: could not rename %s (%s)
de: Konnte %s nicht umbenennen (%s)
it: impossibile rinominare %s (%s)

source: error: could not rename %s (%s)
de: Fehler: Konnte %s nicht umbenennen (%s)
it: errore: impossibile rinominare %s (%s)

source: could not copy tempfile to %s (%s)
de: Konnte temporäre Datei nicht nach %s kopieren (%s)
it: impossibile copiare il file temporaneo in %s (%s)

source: error: could not copy tempfile to %s (%s)
de: Fehler: Konnte temporäre Datei nicht nach %s kopieren (%s)
it: errore: impossibile copiare il file temporaneo in %s (%s)

source: %s saved as %s
de: %s gespeichert als %s
it: %s salvato come %s

source: warning: %s saved as %s
de: Warnung: %s gespeichert als %s
it: attenzione: %s salvato come %s

source: action: installing new file: %s
de: Aktion: Installiere neue Datei: %s
it: azione: installazione del nuovo file %s in corso

source: action: leaving existing file in place
de: Aktion: Belasse existierende Datei an ihrem Platz
it: azione: il file non è stato spostato

source: action: keeping current file and installing new one with .pacnew ending
de: Aktion: Behalte aktuelle Datei und installiere die neue mit der Endung .pacnew
it: azione: il file attuale non è stato spostato e sarà installato un nuovo file con il suffisso .pacnew

source: could not install %s as %s: %s
de: Konnte %s nicht als %s installieren: %s
it: impossibile installare %s come %s: %s

source: error: could not install %s as %s: %s
de: Fehler: Konnte %s nicht als %s installieren: %s
it: errore: impossibile installare %s come %s: %s

source: %s installed as %s
de: %s installiert als %s
it: %s installato come %s

source: warning: %s installed as %s
de: Warnung: %s installiert als %s
it: attenzione: %s installato come %s

source: %s is in NoUpgrade -- skipping
de: %s ist in NoUpgrade -- Überspringe
it: %s è in NoUpgrade e sarà ignorato

source: extracting %s as %s.pacnew
de: Entpacke %s als %s.pacnew
it: estrazione di %s come %s.pacnew

source: warning: extracting %s as %s.pacnew
de: Warnung: Entpacke %s als %s.pacnew
it: attenzione: estrazione in corso di %s come %s.pacnew

source: extracting %s
de: Entpacke %s
it: estrazione di %s in corso

source: error: could not extract %s (%s)
de: Fehler: Konnte %s nicht entpacken (%s)
it: errore: impossibile estrarre %s (%s)

source: appending backup entry for %s
de: Hänge Sicherungseintrag für %s an
it: aggiunta in corso della voce di backup per %s

source: errors occurred while %s %s
de: Fehler traten auf, während %s %s
it: si sono verificati degli errori durante %s %s

source: upgrading
de: Aktualisiere
it: l'aggiornamento

source: installing
de: Installiere
it: l'installazione

source: provision '%s' has been removed from package %s (%s => %s)
de: '%s' wird nicht mehr von %s bereitgestellt (%s => %s)
it: '%s' è stato rimosso dal pacchetto %s (%s => %s)

source: updating '%s' due to provision change (%s)
de: Aktualisiere '%s' aufgrund einer Bereitstellungsänderung (%s)
it: aggiornamento in corso di '%s' dovuto ad un cambiamento (%s)

source: could not update provision '%s' from '%s'
de: Konnte Bereitstellung '%s' von '%s' nicht aktualisieren
it: impossibile aggiornare '%s' da '%s'

source: updating database
de: Aktualisiere Datenbank
it: aggiornamento del database in corso

source: adding database entry '%s'
de: Füge Datenbankeintrag '%s' hinzu
it: inclusione della voce '%s' nel database

source: could not update database entry %s-%s
de: Konnte Datenbankeintrag %s-%s nicht aktualisieren
it: impossibile aggiornare la voce %s-%s nel database

source: could not add entry '%s' in cache
de: Konnte Eintrag '%s' nicht zum Pufferspeicher hinzufügen
it: impossible includere la voce '%s' nella cache

source: running "ldconfig -r %s"
de: Führe "ldconfig -r %s" aus
it: esecuzione in corso di "ldconfig -r %s"

source: removing DB %s, %d remaining...
de: Entferne Datenbank %s, %d verbleibend...
it: rimozione in corso del DB %s, %d restante...

source: unregistering database '%s'
de: Nicht registrierte Datenbank '%s'
it: cancellazione del database '%s' in corso

source: closing database '%s'
de: Schließe Datenbank '%s'
it: chiusura del database '%s' in corso

source: adding new server to database '%s': protocol '%s', server '%s', path '%s'
de: Füge neuen Server zur Datenbank '%s' hinzu: Protokoll '%s', Server '%s', Pfad '%s'
it: inclusione di un nuovo server nel database '%s': protocollo '%s', server '%s', path '%s'

source: serverlist flushed for '%s'
de: Server-Liste geleert für '%s'
it: svuotata la lista dei server per '%s'

source: failed to get lastupdate time for %s (no big deal)
de: Konnte letzte Update-Zeit für %s nicht ermitteln (nicht schlimm)
it: impossibile recuperare la data dell'ultimo aggiornamento di %s (nulla di grave)

source: failed to sync db: %s [%d]
de: Konnte Datenbank nicht synchronisieren: %s [%d]
it: impossibile sincronizzare il database: %s [%d]

source: sync: new mtime for %s: %s
de: Synchronisation: Neue mtime für %s: %s
it: sync: nuovo mtime per %s: %s

source: flushing database %s%s
de: Leere Datenbank %s%s
it: pulizia del database %s%s

source: could not remove database entry %s%s
de: Konnte Datenbankeintrag %s%s nicht entfernen
it: impossibile rimuovere la voce %s%s dal database

source: could not get sha1sum for package %s-%s
de: Konnte SHA1-Prüfsumme für Paket %s-%s nicht ermitteln
it: impossibile recuperare la somma sha1 del pacchetto %s-%s

source: sha1sums for package %s-%s match
de: SHA1-Prüfsummen für Paket %s-%s stimmen überein
it: la somma sha1 del pacchetto %s-%s corrisponde

source: sha1sums do not match for package %s-%s
de: SHA1-Prüfsummen für Paket %s-%s stimmen nicht überein
it: la somma sha1 del pacchetto %s-%s non corrisponde

source: could not get md5sum for package %s-%s
de: Konnte MD5-Prüfsumme für Paket %s-%s nicht ermitteln
it: impossibile recuperare la somma md5 del pacchetto %s-%s

source: md5sums for package %s-%s match
de: MD5-Prüfsummen für Paket %s-%s stimmen überein
it: la somma md5 del pacchetto %s-%s corrisponde

source: md5sums do not match for package %s-%s
de: MD5-Prüfsummen für Paket %s-%s stimmen nicht überein
it: la somma md5 del pacchetto %s-%s non corrisponde

source: could not remove lock file %s
de: Konnte Sperrdatei %s nicht entfernen
it: impossibile rimuovere il file di lock %s

source: warning: could not remove lock file %s
de: Warnung: Konnte Sperrdatei %s nicht entfernen
it: attenzione: impossibile rimuovere il file di lock %s

source: config: new section '%s'
de: Konfiguration: Neuer Abschnitt '%s'
it: config: nuova sezione '%s'

source: config: nopassiveftp
de: Konfiguration: nopassiveftp

source: config: usesyslog
de: Konfiguration: usesyslog

source: config: chomp
de: Konfiguration: chomp

source: config: usecolor
de: Konfiguration: usecolor

source: config: including %s
de: Konfiguration: including %s

source: config: noupgrade: %s
de: Konfiguration: noupgrade: %s

source: config: noextract: %s
de: Konfiguration: noextract: %s

source: config: ignorepkg: %s
de: Konfiguration: ignorepkg: %s

source: config: holdpkg: %s
de: Konfiguration: holdpkg: %s

source: config: dbpath: %s
de: Konfiguration: dbpath: %s

source: config: cachedir: %s
de: Konfiguration: cachedir: %s

source: config: rootdir: %s
de: Konfiguration: rootdir: %s

source: config: logfile: %s
de: Konfiguration: logfile: %s

source: config: xfercommand: %s
de: Konfiguration: xfercommand: %s

source: config: upgradedelay: %d
de: Konfiguration: upgradedelay: %d

source: checking for package replacements
de: Prüfe auf Paketersetzungen
it: controllo della sostituzione dei pacchetti in corso

source: checking replacement '%s' for package '%s'
de: Prüfe Ersetzung '%s' für Paket '%s'
it: controllo in corso della sostituzione di '%s' con il pacchetto '%s'

source: %s-%s: ignoring package upgrade (to be replaced by %s-%s)
de: %s-%s: Ignoriere zu aktualisierendes Packet (zu ersetzen durch %s-%s)
it: %s-%s: aggiornamento del pacchetto ignorato (per essere sostituito con %s-%s)

source: %s-%s elected for upgrade (to be replaced by %s-%s)
de: %s-%s wurde zur Aktualisierung ausgewählt (wird durch %s-%s ersetzt)
it: %s-%s selezionato per l'aggiornamento (per essere sostituito con %s-%s)

source: '%s' not found in sync db -- skipping
de: '%s' nicht in Sync-DB gefunden -- Überspringe
it: impossibile trovare '%s' nel database, sarà ignorato

source: '%s' is already elected for removal -- skipping
de: '%s' ist bereits zum Entfernen ausgewählt -- Überspringe
it: '%s' è già selezionato per la rimozione, sarà ignorato

source: %s elected for upgrade (%s => %s)
de: %s wurde zur Aktualisierung ausgewählt (%s => %s)
it: %s selezionato per l'aggiornamento (%s => %s)

source: unpacking database '%s'
de: Entpacke Datenbank '%s'
it: estrazione del database '%s' in corso

source: opening database from path '%s'
de: Öffne Datenbank aus Pfad '%s'
it: apertura in corso del database dal path '%s'

source: db scan could not find package: %s
de: Konnte Paket nicht in Datenbank finden: %s
it: impossibile trovare il pacchetto: %s

source: invalid name for database entry '%s'
de: Falscher Name für Datenbank-Eintrag '%s'
it: nome non valido per la voce del database '%s'

source: invalid package entry provided to _alpm_db_read, skipping
de: Ungültiger Paket-Eintrag wurde an _alpm_db_read übergeben, überspringe
it: nome non valido per il pacchetto fornito a _alpm_db_read, sarà ignorato

source: request to read database info for a file-based package '%s', skipping...
de: Überspringe das Lesen der Datenbank-Information für das Datei-basierte Paket '%s'...
it: richiesta di lettura del database per un pacchetto file-based '%s', sarà ignorata...

source: loading package data for %s : level=%d
de: Lade Paket-Daten für %s : level=%d
it: caricamento in corso dei dati del pacchetto %s : livello=%d

source: cannot find '%s-%s' in db '%s'
de: Kann %s-%s nicht in der Datenbank '%s' finden
it: impossibile trovare '%s-%s' nel database '%s'

source: could not open file %s: %s
de: Konnte Datei %s nicht öffnen: %s
it: impossibile aprire il file %s: %s

source: writing %s-%s DESC information back to db
de: Schreibe %s-%s Informationen aus DESC-Datei zurück in die Datenbank
it: scrittura in corso del campo DESC di %s-%s nel database

source: writing %s-%s FILES information back to db
de: Schreibe %s-%s Informationen aus FILES-Datei zurück in die Datenbank
it: scrittura in corso del campo FILES di %s-%s nel database

source: writing %s-%s DEPENDS information back to db
de: Schreibe %s-%s Informationen aus DEPENDS-Datei zurück in die Datenbank
it: scrittura in corso del campo DEPENDS di %s-%s nel database

source: loading package cache for repository '%s'
de: Lade Paketpuffer für Repositorium '%s'
it: caricamento in corso della cache del pacchetto per il repository '%s'

source: adding '%s' to package cache for db '%s'
de: Füge '%s' zum Paketpuffer der Datenbank '%s' hinzu
it: aggiunta di '%s' alla cache del pacchetto per il database '%s'

source: freeing package cache for repository '%s'
de: Lösche Paketpuffer für Repositorium '%s'
it: pulizia in corso della cache dei pacchetti per il repository '%s'

source: error: pkgcache is NULL for db '%s'
de: Fehler: Paketpuffer ist NULL für Datenbank '%s'
it: errore: pkgcache è NULL per il database '%s'

source: adding entry '%s' in '%s' cache
de: Füge Eintrag '%s' zu '%s'-Puffer hinzu
it: inclusione della voce '%s' nella cache di '%s'

source: removing entry '%s' from '%s' cache
de: Entferne Eintrag '%s' aus '%s'-Puffer
it: rimozione della voce '%s' dalla cache di '%s'

source: cannot remove entry '%s' from '%s' cache: not found
de: Konnte Eintrag '%s' aus '%s'-Puffer nicht entfernen: nicht gefunden
it: impossibile rimuovere '%s' dalla cache di '%s': non trovato

source: error: failed to get '%s' from NULL pkgcache
de: Fehler: Konnte Eintrag '%s' nicht aus dem NULL Paketpuffer laden
it: errore: impossibile prelevare '%s' da pkgcache NULL

source: loading group cache for repository '%s'
de: Lade Gruppenpuffer für Repositorium '%s'
it: caricamento della cache del gruppo per il repository '%s'

source: found conflict '%s' : package '%s'
de: Konflikt gefunden '%s' : Paket '%s'
it: trovato il conflitto '%s' : pacchetto '%s'

source: found conflict '%s' : package '%s' provides '%s'
de: Konflikt '%s' gefunden: Paket '%s' stellt '%s' bereit
it: trovato il conflitto '%s' : il pacchetto '%s' fornisce '%s'

source: package '%s' conflicts with itself - packaging error
de: Paket '%s' steht im Konflikt mit sich selbst - ist falsch gepackt
it: il pacchetto '%s' va in conflitto con se stesso - errore di pacchettizzazione

source: checkconflicts: target '%s' vs db
de: checkconflicts: Ziel '%s' gegen Datenbank

source: checkconflicts: target '%s' vs all targets
de: checkconflicts: Ziel '%s' gegen alle Ziele

source: checkconflicts: db vs target '%s'
de: checkconflicts: Datenbank gegen Ziel '%s'

source: target '%s' is also in target list, using NEW conflicts
de: Ziel '%s' ist auch in der Ziel-Liste, benutze neue Konflikte
it: il pacchetto '%s' è già presente nella lista, usando nuovi conflitti

source: CONFLICTS:: %s conflicts with %s
de: CONFLICTS:: %s steht im Konflikt mit %s
it: CONFLITTI:: %s va in conflitto con %s

source: malloc failure: could not allocate %d bytes
de: malloc-Fehler: Konnte %d Bytes nicht zuweisen
it: malloc failure: impossibile allocare %d byte

source: malloc failed: could not allocate %d bytes
de: malloc fehlgeschlagen: Konnte %d Bytes nicht zuweisen
it: malloc failed: impossibile allocare %d byte

source: attempt to re-register the 'local' DB
de: Versuche die lokale Datenbank neu zu registrieren
it: tentativo in corso di registrare di nuovo il database 'locale'

source: attempt to re-register the '%s' database, using existing
de: Versuche die %s Datenbank neu zu registrieren, verwende die bestehende
it: tentativo in corso di registrare di nuovo il database '%s', usando quello esistente

source: registering database '%s'
de: Registriere Datenbank '%s'
it: registrazione del database '%s'

source: database directory '%s' does not exist, creating it
de: Datenbank-Verzeichnis '%s' ist nicht vorhanden, erstelle es
it: la directory '%s' del database non esiste e sarà creata

source: opening database '%s'
de: Öffne Datenbank '%s'
it: apertura del database '%s' in corso

source: started sorting dependencies
de: Sortieren von Abhängigkeiten gestartet
it: avvio dell'ordinamento delle dipendenze

source: possible dependency cycle detected
de: Möglicher Abhängigkeitszyklus gefunden
it: individuato un possibile ciclo di dipendenze

source: sorting dependencies finished
de: Sortieren von Abhängigkeiten beendet
it: ordinamento delle dipendenze terminato

source: null package found in package list
de: Ein leeres Paket wurde in der Paketliste gefunden
it: è stato trovato un pacchetto vuoto nella lista

source: cannot find package installed '%s'
de: Konnte installiertes Paket '%s' nicht finden
it: impossibile trovare il pacchetto installato '%s'

source: checkdeps: dependency '%s' has moved from '%s' to '%s'
de: checkdeps: Abhängigkeit'%s' wurde von '%s' nach '%s' verschoben
it: checkdeps: la dipendenza '%s' è stata spostata da '%s' a '%s'

source: checkdeps: dependency '%s' satisfied by installed package '%s'
de: checkdeps: Abhängigkeit '%s' von installiertem Paket '%s' erfüllt
it: checkdeps: dipendenza '%s' soddisfatta dal pacchetto '%s'

source: checkdeps: updated '%s' won't satisfy a dependency of '%s'
de: checkdeps: aktualisiertes '%s' wird die Abhängigkeit von '%s' nicht erfüllen
it: checkdeps: il pacchetto aggiornato di '%s' non soddisfa una dipendenza di '%s'

source: missing dependency '%s' for package '%s'
de: Abhängigkeit '%s' für Paket '%s' fehlt
it: manca la dipendenza '%s' richiesta dal pacchetto '%s'

source: checkdeps: found %s as required by %s
de: checkdeps: %s wird von %s benötigt
it: checkdeps: trovato %s come richiesto da %s

source: excluding %s -- explicitly installed
de: Schließe %s aus -- Ausdrücklich installiert
it: esclusione di %s in corso, installato esplicitamente

source: cannot find package "%s" or anything that provides it!
de: Kann Paket "%s" oder irgendwas, das es zur Verfügung stellt, nicht finden!
it: impossibile trovare il pacchetto "%s" o qualcosa che lo fornisca!

source: adding '%s' to the targets
de: Füge '%s' zu der Ziel-Liste hinzu
it: inclusione in corso di '%s' nei pacchetti

source: started resolving dependencies
de: Starte das Auflösen der Abhängigkeiten
it: avvio risoluzione delle dipendenze

source: %s provides dependency %s -- skipping
de: %s stellt Abhängigkeit %s zur Verfügung -- Überspringe
it: %s fornisce la dipendenza %s, sarà ignorato

source: cannot resolve dependencies for "%s" ("%s" is not in the package set)
de: Kann Abhängigkeiten für "%s" nicht auflösen ("%s" ist nicht in Paketliste enthalten)
it: impossibile risolvere le dipendenze per "%s" ("%s" non è presente nella lista dei pacchetti)

source: dependency %s is already in the target list -- skipping
de: Abhängigkeit %s ist bereits in der Ziel-Liste -- Überspringe
it: la dipendenza %s è già presente nella lista dei pacchetti e sarà ignorata

source: pulling dependency %s (needed by %s)
de: Ziehe Abhängigkeit %s (benötigt von %s)
it: aggiunta la dipendenza %s (richiesta da %s)

source: cannot resolve dependencies for "%s"
de: Kann Abhängigkeiten für "%s" nicht auflösen
it: impossibile risolvere le dipendenze per "%s"

source: dependency cycle detected: %s
de: Abhängigkeits-Zyklus entdeckt: %s
it: individuato un possibile ciclo di dipendenze: %s

source: finished resolving dependencies
de: Auflösen von Abhängigkeiten beendet
it: risoluzione delle dipendenze terminata

source: out of memory!
cs_cz: nedostatek paměti!
de: Speicher ist voll!
it: memoria insufficiente!

source: unexpected system error
cs_cz: neočekávaná systémová chyba
de: Unerwarteter Systemfehler
it: errore di sistema

source: insufficient privileges
cs_cz: nedostatečná oprávnění
de: Unzureichende Rechte
it: privilegi insufficienti

source: could not find or read file
cs_cz: nelze najít nebo číst soubor
de: Konnte Datei nicht finden oder lesen
it: impossibile trovare o leggere il file

source: wrong or NULL argument passed
cs_cz: předán chybný nebo NULL argument
de: Falsches oder NULL-Argument übergeben
it: è stato passato un argomento sbagliato o NULL

source: library not initialized
cs_cz: knihovna nebyla inicializována
de: Bibliothek nicht initialisiert
it: libreria non inizializzata

source: library already initialized
cs_cz: knihovna inicializována
de: Bibliothek bereits initialisiert
it: libreria già inizializzata

source: unable to lock database
cs_cz: nelze zamknout databázi
de: Kann Datenbank nicht sperren
it: impossibile bloccare il database

source: could not open database
cs_cz: nelze otevřít databázi
de: Konnte Datenbank nicht öffnen
it: impossibile aprire il database

source: could not create database
cs_cz: nelze vytvořit databázi
de: Konnte Datenbank nicht erstellen
it: impossibile creare il database

source: database not initialized
cs_cz: databáze nebyla inicializována
de: Datenbank nicht initialisiert
it: database non inizializzato

source: database already registered
cs_cz: databáze zaregistrována
de: Datenbank bereits registriert
it: il database è già registrato

source: could not find database
cs_cz: nelze nalézt databázi
de: Konnte Datenbank nicht finden
it: impossibile trovare il database

source: could not update database
cs_cz: nelze aktualizovat databázi
de: Konnte Datenbank nicht aktualisieren
it: impossibile aggiornare il database

source: could not remove database entry
cs_cz: nelze odstranit položku databáze
de: Konnte Datenbank-Eintrag nicht entfernen
it: impossibile rimuovere la voce dal database

source: invalid url for server
cs_cz: nesprávná url pro server
de: Ungültige URL für den Server
it: url non valido per il server

source: could not set parameter
cs_cz: nelze nastavit parametr
de: Konnte Parameter nicht setzen
it: impossibile impostare il parametro

source: transaction already initialized
cs_cz: transakce inicializována
de: Vorgang wurde schon gestartet
it: operazione già inizializzata

source: transaction not initialized
cs_cz: transakce neinicializována
de: Vorgang nicht gestartet
it: operazione non inizializzata

source: duplicate target
cs_cz: duplicitní cíl
de: Doppelte Ziele
it: pacchetto doppio

source: transaction not prepared
cs_cz: transakce nepřipravena
de: Vorgang nicht vorbereitet
it: operazione non preparata

source: transaction aborted
cs_cz: transakce zrušena
de: Vorgang abgebrochen
it: operazione annullata

source: operation not compatible with the transaction type
cs_cz: operace není kompatibilní s typem transakce
de: Operation nicht mit dem Vorgangs-Typ kompatibel
it: operazione incompatibile con il tipo di transazione

source: could not commit transaction
cs_cz: nelze provést transakci
de: Konnte den Vorgang nicht durchführen
it: impossibile eseguire l'operazione
