Repository: 0xHexE/pacman
Catalog: lib/libalpm/po/*.po
Languages: cs_cz, de, it

source: cannot write to file '%s'
cs_cz: nelze zapisovat do souboru '%s'

source: error downloading '%s': %s
cs_cz: chyba při stahování '%s': %s

source: error writing to file '%s': %s
cs_cz: chyba při zápisu do souboru '%s': %s

source: could not chdir to %s
cs_cz: nelze změnit adresář na %s

source: running XferCommand: fork failed!
cs_cz: spouštím XferCommand: větvení selhalo!

source: URL does not contain a file for download
cs_cz: URL neobsahuje stahovaný soubor

source: failed to download %s
cs_cz: selhalo stahování %s

source: %s-%s: ignoring package upgrade (to be replaced by %s-%s)
cs_cz: %s-%s: ignoruji aktualizaci balíčku (bude nahrazen %s-%s)

source: %s: ignoring package upgrade (%s => %s)
cs_cz: %s: ignoruji aktualizaci balíčku (%s => %s)

source: repository '%s' not found
cs_cz: repositář '%s' nenalezen

source: %s-%s is up to date -- skipping
cs_cz: %s-%s je aktuální -- přeskakuji

source: %s-%s is up to date -- reinstalling
cs_cz: %s-%s je aktuální -- přeinstalovávám

source: unresolvable package conflicts detected
cs_cz: zjištěn konflikt nerozlišitelných balíčků

source: malloc failure: could not allocate %zd bytes
cs_cz: selhala alokace paměti: nelze alokovat %zd bytů

source: command: %s
cs_cz: příkaz: %s

source: can't get md5 checksum for file %s
cs_cz: nelze zjistit md5 kontrolní součet pro soubor %s

source: file %s was corrupted (bad MD5 checksum)
cs_cz: soubor %s byl poškozen (nesouhlasí MD5 kontrolní součet)

source: could not create removal transaction
cs_cz: nelze vytvořit transakci pro odstranění

source: could not initialize the removal transaction
cs_cz: nelze inicializovat transakci pro odstranění

source: could not prepare removal transaction
cs_cz: nelze připravit transakci pro odstranění

source: could not commit removal transaction
cs_cz: nelze provést transakci pro odstranění

source: could not create transaction
cs_cz: nelze vytvořit transakci

source: could not initialize transaction
cs_cz: nelze inicializovat transakci

source: could not prepare transaction
cs_cz: nelze připravit transakci

source: could not commit transaction
cs_cz: nelze provést transakci

source: could not remove lock file %s
cs_cz: nelze odstranit zamykací soubor %s

source: No /bin/sh in root dir (%s), aborting scriptlet
cs_cz: V kořenovém adresáři není /bin/sh (%s), ruším provádění skriptů

source: could not create temp directory
cs_cz: nelze vytvořit dočasný adresář

source: could not change directory to %s (%s)
cs_cz: nelze změnit adresář na %s (%s)

source: could not fork a new process (%s)
cs_cz: nelze spustit nový proces (%s)

source: could not change the root directory (%s)
cs_cz: nelze změnit kořenový adresář (%s)

source: could not change directory to / (%s)
cs_cz: nelze změnit adresář na / (%s)

source: call to waitpid failed (%s)
cs_cz: volání waitpid selhalo (%s)

source: scriptlet failed to execute correctly
cs_cz: správné spuštění skriptu selhalo

source: could not remove tmpdir %s
cs_cz: nelze odstranit dočasný adresář %s

source: failed to make path '%s' : %s
cs_cz: selhalo vytvoření cesty '%s': %s

source: md5: %s can't be opened
cs_cz: md5: %s nemohl být otevřen

source: md5: %s can't be read
cs_cz: md5: %s nemohl být přečten
